FemDesign.Loads.ModelLoadCaseInGroup
load_case (child of load_group_table_type)

FemDesign.Loads.ModelLoadCaseInGroup.#ctor
parameterless constructor for serialization

FemDesign.Loads.ModelLoadCaseInGroup.#ctor(System.Guid,FemDesign.Loads.LoadGroupBase)
Public constructor.
guid: LoadCase guid reference.